INSERT INTO USER (id, pw, name, campus, class_num, current_point, total_point, visited, gender, admin, accept, phone) VALUES
('1242942', '1234', '피승빈', '서울', 7, 0, 0, NULL, 1, 0, 1, '01088332379'),
('1241147', '1234', '박서하', '서울', 7, 0, 0, NULL, 1, 0, 0, '01027936728'),
('1244101', '1234', '김서현', '서울', 7, 0, 0, NULL, 0, 0, 1, '01057174325'),
('1248254', '1234', '이준환', '서울', 7, 0, 0, NULL, 1, 0, 0, '01052052373'),
('1247996', '1234', '이혜원', '서울', 7, 0, 0, NULL, 0, 0, 1, '01082157820'),
('1242749', '1234', '손진호', '서울', 7, 0, 0, NULL, 1, 0, 0, '01027641597'),
('1245671', '1234', '민인애', '서울', 7, 0, 0, NULL, 0, 0, 0, '01024127053'),
('1249515', '1234', '배장한', '서울', 7, 0, 0, NULL, 1, 0, 1, '01050631306'),
('1245254', '1234', '양은서', '서울', 7, 0, 0, NULL, 0, 0, 0, '01059469507'),
('1241602', '1234', '이재현', '서울', 7, 0, 0, NULL, 1, 0, 1, '01096974860'),
('1244609', '1234', '김혜원', '서울', 7, 0, 0, NULL, 0, 0, 0, '01039759811'),
('1245963', '1234', '김정우', '서울', 7, 0, 0, NULL, 1, 0, 1, '01052101942'),
('1244030', '1234', '최보성', '서울', 7, 0, 0, NULL, 1, 0, 0, '01030099802'),
('1243449', '1234', '이윤준', '서울', 7, 0, 0, NULL, 1, 0, 1, '01068505951'),
('1243372', '1234', '김혜민', '서울', 7, 0, 0, NULL, 0, 1, 1, '01086961503'),
('1243151', '1234', '신유영', '서울', 7, 0, 0, NULL, 0, 0, 0, '01084404669'),
('1242716', '1234', '권희주', '서울', 7, 0, 0, NULL, 0, 0, 1, '01093404982'),
('1240341', '1234', '김성현', '서울', 7, 0, 0, NULL, 1, 0, 0, '01094661978'),
('1241507', '1234', '배현수', '서울', 7, 0, 0, NULL, 0, 0, 1, '01029019533'),
('1246521', '1234', '고민서', '서울', 7, 0, 0, NULL, 0, 0, 0, '01065038740'),
('1245330', '1234', '조홍균', '서울', 7, 0, 0, NULL, 1, 0, 1, '01097571109'),
('1243604', '1234', '이지운', '서울', 7, 0, 0, NULL, 1, 0, 0, '01041073913'),
('1242102','1234','최혁규','서울', 7, 0, 0, NULL, 1, 1, 1, '01051929694'),
('admin','admin','헤일리','서울',7,0,0,NULL,0,1,1,'01012345678');

INSERT INTO MISSION (content, min_m, max_m, min_w, max_w) VALUES 
("교실 왕복 달리기", 4, 8, 5, 9),
("플랭크", 30, 60, 20, 50),
("스쿼트", 20, 50, 15, 35),
("윗몸일으키기", 40, 70, 25, 50);

INSERT INTO PRODUCT (name, price, img, del_yn, point) VALUES
('아메리카노', 1800, 'https://www.banapresso.com/from_open_storage?ws=fprocess&file=banapresso/menu/img_aa618eecef95.png', 0, 1800),
('바닐라라떼', 3800, 'https://www.banapresso.com/from_open_storage?ws=fprocess&file=banapresso/menu/img_cd25547832ba.png', 0, 3800),
('딸기쥬스', 4000, 'https://www.banapresso.com/from_open_storage?ws=fprocess&file=banapresso/menu/img_6dd7097c7bc4.png', 0, 4000);